{
  "topics": [
    {
      "anho": "1851",
      "acontecimiento": "Reformas Liberales",
      "resumen": "Con la llegada de José Hilario López al poder de la Nueva Granada en 1849 y el inicio de la hegemonía liberal que vería su final hasta 1878; surgieron múltiples reformas al país que verían perjudicados los intereses de ciertos sectores sociales de la época, principalmente de los conservadores. Estas reformas eventualmente desembocarán en las guerras civiles de 1851 y 1854, entre los partidos liberal y conservador.",
      "desc": "",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c8/General_Jos%C3%A9_Hilario_L%C3%B3pez.jpg",
      "tituloImg": "De Gaspard-Félix Tournachon - Musée d&#039;Orsay, Dominio público, https://commons.wikimedia.org/w/index.php?curid=17892035",
      "textureUrl": "assets/images/svgbg1.svg",
      "colorText": "#000"
    },
    {
      "anho": "1875",
      "acontecimiento": "Motín Del Pan",
      "resumen": "Debido al alza de los precios del trigo en un 20%, los panaderos se vieron en la necesidad de protestar, negándose a vender pan de ¼ y a dar vendaje con la compra del alimento. El 23 de enero se reunieron en la Plaza de Bolívar, alrededor de 1.500 personas, proporción numerosa si se considera que en Bogotá vivían alrededor de 50.000 personas en esa época.",
      "desc": "Desde el día 18 de enero los panaderos decidieron no solo no producir el “pan de a cuarto”, consumido especialmente por la población de menos recursos económicos de Bogotá, sino subir el precio en 20% y dejar de dar vendaje en la compra de pan, con el argumento del alza en el precio de la harina de trigo. Debido a esto empezaron a aparecer carteles en contra de los panaderos, los cuales, temiendo por su seguridad, se defendían diciendo que las alzas se debían a los monopolios de trigo, carne, cacao y arroz entre otros. Particularmente en la ciudad solo existían tres molinos encargados de trillar el trigo que especulaban con los precios de su servicio. El 23 de enero se reunieron en la Plaza de Bolívar, alrededor de 1.500 personas, proporción numerosa si se considera que en Bogotá vivían alrededor de 50.000 personas en esa época. La multitud decidió enviar tres representantes a hablar con el presidente Santiago Pérez (de filiación liberal) quien argumentó que, de acuerdo con la constitución Nacional, eran los panaderos quienes decidían el precio de manera autónoma y que no estaba entre sus atribuciones tomar decisiones al respecto. Esta postura enardeció los ánimos de los manifestantes quienes, distribuidos en grupos, atacaron las panaderías, las casas de personas propietarias de estos negocios e instalaciones de molinos que encontraron a su paso (No se protestaba contra el alza del pan sino contra la política económica que permitía a los panaderos encarecer su producto sin que el gobierno pudiese intervenir al respecto). La autoridad local se declaró impotente para contener a la multitud hasta que hacia la media noche el alcalde Peregrino Santacoloma se ofreció a intermediar logrando dispersar las manifestaciones. El día 24 de enero, el prefecto de Bogotá Rafael Pérez. decretó, con base en el código de policía, la prohibición de que más de 10 personas se reunieran so pena de ser encarcelados, igualmente se abrió investigación al alcalde por no intervenir en los hechos y al encontrarlo culpable, fue obligado a renunciar. Ese mismo día, el gobernador Eustorgio Salgar puso a órdenes del prefecto, la fuerza pública de Cundinamarca. Los artesanos por su parte, hicieron saber, a través de comunicado a los periódicos locales, que ellos no habían participado en los hechos ocurridos el 23 de enero rechazando los desórdenes y que se hubiese involucrado su gremio como parte de la protesta. El 25 de enero se hizo efectiva la renuncia del alcalde y se nombró como remplazo a Octavio Salazar quien se comprometió a preservar el orden en la ciudad.",
      "imageUrl": "assets/images/motinPan.gif",
      "tituloImg": "",
      "textureUrl": "assets/images/wavesRed.svg",
      "colorText": "#fff"
      
    },
    {
      "anho": "1876-1877",
      "acontecimiento": "Guerra De Las Escuelas",
      "resumen": "En respuesta a las reformas liberales que atacaron a la educación impuesta por la iglesia, el partido conservador no permitió que se llevará a cabo este cambio en el modelo educativo lo cual desembocó en otro conflicto entre estos dos partidos. Al final de este conflicto se mostró una predilección por las enseñanzas de la iglesia por encima del modelo laico por parte de la población colombiana.",
      "desc": "",
      "imageUrl": "",
      "tituloImg": "",
      "textureUrl": "assets/images/meteorRed.svg",
      "colorText": "#fff"
    },
    {
      "anho": "1893",
      "acontecimiento": "Motín De Los Artesanos",
      "resumen": "En 1892 José Ignacio Gutiérrez redactó 5 artículos para el periódico Colombia Cristiana, bajo el título de “Mendicidad” en los cuales describía peyorativamente a la clase menos favorecida de Bogotá (la mayoría artesanos), lo que incitó una serie de manifestaciones en contra de estas publicaciones. Lo que empujó a las autoridades a usar la fuerza policial de manera desmedida, desembocando en una gran cantidad de muertes tanto de las fuerzas militares como de los artesanos",
      "desc": "Antecedentes: A partir de 1886 se buscó limitar la democracia representativa y mantener el control sobre la sociedad civil, para ello, el estado se apoyó en la iglesia transfiriéndole responsabilidades como la supervisión de la educación pública, el control de la población y del estado civil por medio de las partidas de bautismo, etc. Por su parte, los salarios de los trabajadores, especialmente de los artesanos eran muy bajos y no alcanzaban para cubrir las necesidades básicas. El 14 de diciembre de 1892 José Ignacio Gutiérrez Isaza publicó en el periódico Colombia Cristiana el primero de varios artículos titulados Mendicidad y el último de los cuales (la parte IV y V ) fue publicado el 4 de enero de 1893. En ellos planteaba la miseria de los sectores menos favorecidos de Bogotá entre ellos los obreros y los artesanos, llamándoles mendigos y haciéndoles críticas bastante fuertes sobre su comportamiento, afirmando que eran mendigos, mediocres y ladrones entre muchas otras cosas y haciendo propuestas de reestructuración y cambio, que iban en contra de la dignidad de estos trabajadores, los tachaba de incumplidos, embusteros y ponía en tela de juicio su honradez llamándolos rateros. Estas publicaciones causaron gran conmoción, indignación y quejas por parte de la sociedad Bogotana, especialmente por parte de los artesanos quienes también se pronunciaron indignados por su precaria situación y rechazaron las afirmaciones de Gutiérrez Isaza. Dicha indignación se transformó en ataques a su casa, a la del Ministro de Gobierno y a la del alcalde Higinio Cualla el día 15 de enero. El alcalde dio la orden de movilizar a la policía quienes ante los desmanes dispararon causando varios muertos y heridos. Los manifestantes respondieron con barricadas desde donde usaban hondas con piedras y fusiles y posteriormente se tomaron las instalaciones de la comisaría y la dirección de policía nacional, ante lo cual el director encargado Marcelino Gilibert dio la orden de disparar produciendo varios muertos, el caos y los enfrentamientos produjeron muertos y heridos en ambos bandos, sin embargo, hacia las 11 pm todo quedó en calma, las calles se despejaron. El 16 de enero otro grupo de artesanos ataca nuevamente la casa de Gómez Isaza y el gobierno militariza la ciudad con orden de disparar, lo cual deja al final del día varios muertos y heridos lo que enardeció aún más los ánimos de los manifestantes quienes también atacaron con machetes y piedras y saquearon oficinas como la central telefónica y la dirección general de la policía y varias comisarías. Los disturbios fueron en aumento hasta que en la tarde llegó el batallón de artillería a contener el motín con la orden de disparar a discreción. Finalmente, el 21 de enero el ejercito y la policía lograron el control de la ciudad, aplicando el decreto de estado de sitio, con un saldo de 60 muertos y muchos heridos y se ordenan represalias para quienes apoyaron las protestas y amotinamientos y la detención con cárcel en San Andrés para algunos de los líderes.",
      "imageUrl": "https://loscomunescolectivoanarquista.files.wordpress.com/2016/05/insurrecion-01.jpg?w=620",
      "tituloImg": "Tomado de: https://loscomunescolectivoanarquista.files.wordpress.com/2016/05/insurrecion-01.jpg?w=620",
      "textureUrl": "assets/images/simpleShiny.svg",
      "colorText": "#fff"
    },
    {
      "anho": "1910-1924",
      "acontecimiento": "Congreso De Estudiantes",
      "resumen": "Entre 1910 y 1924 se llevaron a cabo dos congresos estudiantiles en Colombia. Estas reuniones se dieron en un contexto social donde varios países de Latinoamérica se vieron aquejados por problemas políticos muy similares, permitiendo que se gestaran organizaciones estudiantiles conscientes de estos sucesos en toda la región. Estos permitirían la creación del Manifiesto de Córdoba, producto de un movimiento de nombre homónimo proveniente de Argentina lo que daría pie a la Autonomía Universitaria.",
      "desc": "",
      "imageUrl": "https://unperiodico.unal.edu.co/fileadmin/_processed_/2/4/csm_13_JUNIO_2018-FOTO_1-AUTONOMIA_UNIVERSITARIA-Reforma_universitaria_f37e706865.jpg",
      "tituloImg": "",
      "textureUrl": "assets/images/squared-red.svg",
      "colorText": "#000"
    },
    {
      "anho": "1920-1930",
      "acontecimiento": "Los Leopardos",
      "resumen": "Los Leopardos fue un grupo de intelectuales políticos colombianos que se caracterizaron por generar una clara división entre los conservadores de la época comprendida entre 1920 – 1930. Esta asociación estaba comprendida por 5 jóvenes que criticaron fuertemente la dirección tomada por el partido conservador, atacando principalmente la idea de que quiénes controlaban dicha organización eran personas de avanzada edad.",
      "desc": "",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ed/Los_Leopardos_Colombia.jpg",
      "tituloImg": "",
      "textureUrl": "assets/images/purple-scales.svg",
      "colorText": "#fff"
    },
    {
      "anho": "1929",
      "acontecimiento": "Masacre De Las Bananeras",
      "resumen": "En junio de 1929 se llevó a cabo una gran manifestación en Bogotá que tuvo extensiones a lo largo del país, la cual inicialmente motivada por el dolor nacional que causó la denuncia y popularización de la masacre en las bananeras, dicha protesta con su avance iba tras el objetivo de acabar con la “rosca” en Bogotá, serie de eventos que iniciaron con la alcaldía de Arturo Vargas Cortez el cual popularizó asignar cargos públicos teniendo en cuenta únicamente favores políticos, cosa que llevó a una enorme corrupción.",
      "desc": "",
      "imageUrl": "",
      "tituloImg": "",
      "textureUrl": "assets/images/dark-green-triangles.svg",
      "colorText": "#fff"
    },
    {
      "anho": "1938",
      "acontecimiento": "Primera Huelga Estudiantil",
      "resumen": "En 1938 estalla el primer paro estudiantil a nivel nacional, el cual a nivel general era motivado por dos objetivos comunes, la derogación del curso preparatorio para ingreso a la universidad (El cual era obligatorio) y el examen de revisión, siendo así en diversas zonas del país se vivieron jornadas de manifestación y por primera vez se ve el ESMAD y el uso de gases lacrimógenos como arma de disipación de concentraciones.",
      "desc": "",
      "imageUrl": "",
      "tituloImg": "",
      "textureUrl": "assets/images/tornado-darkred.svg",
      "colorText": "#fff"
    },
    {
      "anho": "1945",
      "acontecimiento": "Manifestaciones Anticomunismo",
      "resumen": "Cerca de la mitad del año 1945 se pudieron ver una serie de protestas anticomunismo, las cuales impulsadas por partidos conservadores y la defensa del catolicismo lograron marcar impacto en la estabilidad nacional, esto tuvo lugar debido a que por la época los malestares sociales encontraron su vocería en las juventudes, las cuales con los estamentos estudiantiles del gobierno de turno tuvieron mayor relevancia.",
      "desc": "",
      "imageUrl": "",
      "tituloImg": "",
      "textureUrl": "assets/images/gradient-purple.svg",
      "colorText": "#000"
    },
    {
      "anho": "1954 – 1957",
      "acontecimiento": "Movimiento Estudiantil y Caída de Rojas Pinilla",
      "resumen": "Hacia finales del gobierno de Laureano Gómez e inicios del Gobierno de Rojas Pinilla, surge el Movimiento Estudiantil Colombiano, cuyas manifestaciones intentarán ser aplacadas mediante el uso excesivo de la fuerza militar, sin embargo, el problema se sale de control llevando a que en el año 1957 Rojas Pinilla abandone el gobierno.",
      "desc": "",
      "imageUrl": "https://pbs.twimg.com/media/D8juLfNXoAAOKaQ?format=jpg&name=900x900",
      "tituloImg": "Tomado de: https://twitter.com/PrensaRural/status/1137420794047488001/photo/2",
      "textureUrl": "assets/images/inverted-red-triangles.svg",
      "colorText": "#fff"
    },
    {
      "anho": "1964",
      "acontecimiento": "Marcha De La UIS",
      "resumen": "La Marcha de la UIS, una marcha representativa para el movimiento estudiantil sobre el año 1964 fue muy trascendente ya que se constituyó como un referente en contra del autoritarismo, además mostró ser un grito de rebeldía del pueblo para las poblaciones donde dichas manifestaciones se presentó, una marcha que entró inmediatamente en la historia y eso debido a un gran recorrido, es especial por los jóvenes que no estaban acostumbrados a dicho.",
      "desc": "",
      "imageUrl": "",
      "tituloImg": "",
      "textureUrl": "assets/images/diamonds-red-yellow.svg",
      "colorText": "#000"
    },
    {
      "anho": "1971",
      "acontecimiento": "Movimiento Estudiantil",
      "resumen": "El movimiento estudiantil de 1971, es considerado como la mayor movilización de estudiantes en la historia de Colombia buscaba una mayor participación estudiantil en el gobierno de la universidad, especialmente, participación en el consejo superior universitario, así como la eliminación de la injerencia de Estados Unidos sobre las políticas educativas. Sin embargo, estas pretensiones estaban bajo la influencia de muchos movimientos políticos y aunque tuvieron éxito en algunos resultados, algunos otros no llegaron a feliz término.",
      "desc": "",
      "imageUrl": "https://www.renovacionmagisterial.org/portada/sites/default/files/fotos/2015/06/07/03.jpg",
      "tituloImg": "Tomado De: https://www.renovacionmagisterial.org/portada/sites/default/files/fotos/2015/06/07/03.jpg",
      "textureUrl": "assets/images/svgbg1.svg",
      "colorText": "#000"
    },
    {
      "anho": "1990",
      "acontecimiento": "La Séptima Papeleta",
      "resumen": "En el año 1989 el país estaba pasando por una serie de sucesos decisivos para su historia, en donde resaltaba el proceso de paz con el M-19 y sobre todo el narcotráfico y terrorismo traído por los carteles de Cali y Medellín, esto llevó a una serie de propuestas y organizaciones para proponer una serie de cambios a la constitución de 1886, sin embargo en este mismo año Carlos Pizarro, Luis Carlos Galán y Bernardo Jaramillo fueron asesinados por manos del narcotráfico y paramilitarismo, dando paso al auge del terrorismo por parte de los carteles del narcotráfico.",
      "desc": "En el año 1989 el país estaba pasando por una serie de sucesos decisivos para su historia, en donde resaltaba el proceso de paz con el M-19 y sobre todo el narcotráfico y terrorismo traído por los carteles de Cali y Medellín, esto llevó a una serie de propuestas y organizaciones para proponer una serie de cambios a la constitución de 1886, sin embargo en este mismo año Carlos Pizarro, Luis Carlos Galán y Bernardo Jaramillo fueron asesinados por manos del narcotráfico y paramilitarismo, dando paso al auge del terrorismo por parte de los carteles del narcotráfico, esto llevó en 1990 a una serie de movilizaciones estudiantiles y de juventudes que buscaban principalmente una asamblea nacional constituyente, de esta manera en las votaciones del senado (que tenían originalmente 6 papeletas de votación), se presentó una séptima papeleta, la cual incluía una consulta popular para cambiar la constitución del país, la cual apoyada por el presidente César Gaviria debido a problemas de validez jurídica, cumplió con el margen necesario para realizar el cambio de constitución.",
      "imageUrl": "http://somoslarevista.com/wp-content/uploads/2011/02/septima-papeleta.jpg",
      "tituloImg": "Tomado de: http://somoslarevista.com/wp-content/uploads/2011/02/septima-papeleta.jpg",
      "textureUrl": "assets/images/svgbg1.svg",
      "colorText": "#000"
    }
  ]
}
